Repository: ufal/nmt-pe-effects-2021
Catalog: docs/memsource/inputs/tm-11.tmx
Source language: en
Languages: cs

source: She added: "I think it's a broader idea of blocking the view, the outward-looking view, to anywhere really. And that gesture of blocking the light. But I guess there is still this sort of glimmer of hope, there is a slash in the canvas, and you can just see the sea on the horizon."
cs: Dodala: „Myslím, že je to širší myšlenka, jak zablokovat výhled, pohled zevnějšku, kamkoliv doopravdy. A to gesto blokování světla. Ale myslím, že stále ještě existuje takový záblesk naděje, v plátně je lomítko a na obzoru je vidět moře.“

source: Helen Cammock's video piece A Long Note, meanwhile, examines the overlooked role of women in the civil rights movement in Derry/Londonderry, Northern Ireland that began in 1968. The work also connects to broader global class, race and gender struggles during the late 1960s.
cs: Videoklip Helen Cammockové A Long Note zatím zkoumá přehlíženou roli žen v hnutí za občanská práva v Derry/Londonderry v Severním Irsku, které začalo v roce 1968. Práce také spojuje širší globální třídu, rasové a genderové zápasy na konci 60. let.

source: All works will be exhibited at Margate's Turner Contemporary gallery, from 28 September to 12 January 2020, and the winner of the Turner Prize 2019 will be announced at a ceremony on 3 December.
cs: Všechny práce budou vystaveny na Margate's Turner Contemporary galerii od 28. září do 12. ledna 2020 a vítěz Turnerovy ceny 2019 bude vyhlášen na slavnostním ceremoniálu dne 3. prosince.

source: Named after 19th-century landscape painter JMW Turner, the award made stars of Grayson Perry, Damien Hirst and 12 Years a Slave director Steve McQueen.
cs: Pojmenováno po krajinném malíři JMW Turnerovi z 19. století bylo ocenění hvězd Graysona Perryho, Damiena Hirsta a 12 let Slave režiséra Steva McQueena.

source: RECOMMENDATIONS
cs: DOPORUČENÍ

source: A common recommendation of the NKU and the NIK concerns an improvement of the monitoring system specifically by consistent assignation of proper monitoring indicators for all specific objectives of priority axis of the Operational Programme.
cs: Společné doporučení NKU a NIK se týká zlepšení monitorovacího systému konkrétně důsledným přidělováním řádných monitorovacích ukazatelů pro všechny specifické cíle prioritní osy operačního programu.

source: Generally, it is also necessary to aim for designing monitoring indicators both on the programme and project level which would enable more operative verification of the achievement of set effects.
cs: Obecně je také nutné zaměřit se na návrh monitorovacích ukazatelů jak na úrovni programu, tak na úrovni projektů, které by umožnily operativnější ověřování dosahování stanovených účinků.

source: Remarks and recommendations resulting from the audits carried out on both sides of the border are included in the separate audit reports of NKU and NIK on CD.
cs: Poznámky a doporučení vyplývající z auditů provedených na obou stranách hranice jsou obsaženy v samostatných auditních zprávách NKU a NIK na CD.

source: The report has been drawn up in Czech, English and Polish and signed by the Presidents of supreme audit institutions of the Czech Republic and Poland.
cs: Zpráva byla vypracována v češtině, angličtině a polštině a podepsána předsedy nejvyšších kontrolních institucí České republiky a Polska.

source: Black hole swallowing and ripping apart star captured for first time
cs: Černá díra polykající a trhající hvězdu poprvé zachycena

source: A gigantic black hole has been captured pulling in and ripping apart a star for the first time.
cs: Gigantická černá díra byla zachycena, jak poprvé přitahuje a trhá hvězdu.

source: The star, which was about the same size as our sun, was seen from 375 million light years away warping and spiralling into the gravitational pull of a supermassive black hole, researchers said in the Astrophysical Journal.
cs: Hvězda, která byla přibližně stejně velká jako naše Slunce, byla viděna ze vzdálenosti 375 milionů světelných let, jak se zakřivuje a spirálovitě se dostává do gravitační přitažlivosti supermasivní černé díry, uvedli vědci v Astrophysical Journal.

source: It was then sucked into oblivion in a rare cosmic occurrence astronomers call a tidal disruption event.
cs: Poté byla vtažena do zapomnění při vzácném kosmickém jevu, který astronomové nazývají slapové narušení.

source: NASA's planet-searching telescope, the Transiting Exoplanet Survey Satellite - TESS - captured the detailed timeline from beginning to end for the first time.
cs: Teleskop NASA pro hledání planet, družice pro průzkum tranzitujících exoplanet – TESS – poprvé zachytil podrobnou časovou osu od začátku do konce.

source: Astronomers used a worldwide network of telescopes to detect the phenomenon before looking at TESS, whose permanent viewing zones designed to find distant planets, caught the beginning of the violent event.
cs: Astronomové použili celosvětovou síť teleskopů, aby tento jev detekovali, než se podívali na TESS, jehož stálé pozorovací zóny určené k hledání vzdálených planet, zachytily počátek násilné události.

source: Thomas Holoien, an astronomer for the Carnegie Institution for Science who led the research, said: "This was really a combination of both being good and being lucky, and sometimes that's what you need to push the science forward."
cs: Thomas Holoien, astronom z Carnegieho institutu pro vědu, který výzkum vedl, řekl: „Byla to opravdu kombinace toho, jak být dobrý, tak mít štěstí, a to je někdy to, co potřebujete, abyste posunuli vědu kupředu.“

source: Stars get sucked in when they venture too close to a supermassive black hole, which lives at the centre of most galaxies, including the Earth's Milky Way.
cs: Hvězdy jsou vtaženy, když se odváží příliš blízko k supermasivní černé díře, která žije ve středu většiny galaxií, včetně Mléčné dráhy Země.

source: The black hole's impressive gravitational forces tear the star apart, with some of its material thrown into space and the rest into the black hole, forming a disc of hot, bright gas as it is swallowed.
cs: Působivé gravitační síly černé díry trhají hvězdu na kusy, část jejího materiálu je vržena do vesmíru a zbytek do černé díry, a při polykání vytváří kotouč horkého, jasného plynu.

source: Mr Holoien added: "Specifically, we are able to measure the rate at which it gets brighter after it starts brightening, and we also observed a drop in its temperature and brightness that is unique."
cs: Pan Holoien dodal: „Konkrétně jsme schopni změřit rychlost, s jakou se stává jasnější poté, co se začne rozjasňovat, a také jsme pozorovali pokles její teploty a jasu, který je jedinečný.“
